{
  "text": {
    "hi": 36,
    "hello": 34,
    "hey": 35,
    "there": 88,
    "namaste": 56,
    "good": 31,
    "morning": 52,
    "evening": 26,
    "bye": 12,
    "okay": 64,
    "thanks": 86,
    "see": 77,
    "you": 98,
    "later": 46,
    "thank": 85,
    "talk": 84,
    "to": 90,
    "soon": 81,
    "yes": 97,
    "haan": 32,
    "of": 62,
    "course": 18,
    "definitely": 20,
    "sure": 82,
    "no": 58,
    "nahi": 55,
    "not": 59,
    "now": 60,
    "maybe": 48,
    "my": 53,
    "name": 57,
    "is": 42,
    "anjali": 5,
    "i": 39,
    "am": 3,
    "pooja": 69,
    "and": 4,
    "number": 61,
    "__number__": 1,
    "save": 76,
    "details": 23,
    "rekha": 72,
    "mg": 50,
    "road": 74,
    "bhopal": 9,
    "satya": 75,
    "home": 37,
    "address": 2,
    "4th": 0,
    "cross": 19,
    "jp": 44,
    "nagar": 54,
    "bangalore": 8,
    "want": 95,
    "change": 15,
    "deliver": 21,
    "it": 43,
    "office": 63,
    "please": 68,
    "update": 93,
    "krishna": 45,
    "colony": 16,
    "indore": 41,
    "delivery": 22,
    "location": 47,
    "buy": 11,
    "article": 7,
    "sk1009": 80,
    "book": 10,
    "fz9981": 29,
    "confirm": 17,
    "order": 66,
    "for": 28,
    "tx904": 92,
    "ar105": 6,
    "me": 49,
    "how": 38,
    "do": 24,
    "pay": 67,
    "send": 78,
    "qr": 71,
    "give": 30,
    "your": 99,
    "upi": 94,
    "the": 87,
    "money": 51,
    "what": 96,
    "time": 89,
    "have": 33,
    "cash": 14,
    "on": 65,
    "can": 13,
    "return": 73,
    "if": 40,
    "size": 79,
    "doesn": 25,
    "t": 83,
    "fit": 27,
    "pune": 70,
    "tx0101": 91
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 7,
    "create_profile": 6,
    "change_address": 4,
    "confirm_purchase": 5,
    "ask_payment": 1,
    "ask_question": 2,
    "inform": 10,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 14,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 8,
    "action_answer_query": 0,
    "action_change_address": 2,
    "action_confirm_purchase": 3,
    "action_save_profile": 12,
    "action_send_payment_info": 13,
    "utter_address_updated": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_iamabot": 20,
    "utter_profile_saved": 21,
    "utter_purchase_confirmed": 22,
    "utter_send_payment_info": 23
  },
  "action_text": null,
  "intent_response_key": null
}